[
  {
    "id": "thursday-registration",
    "title": "Registration + Coffee & Tea at SRCCON",
    "description": "Get your badges and gear up for the first day of SRCCON! (Please grab breakfast on your own before you join us, but we'll also put out some awesome morning snacks a little later into our conference day.)",
    "facilitators": "",
    "time": "8am",
    "day": "Thursday",
    "timeblock": "thursday-morning",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "thursday-welcome",
    "title": "Welcome to SRCCON!",
    "description": "We'll kick things off with a welcome, some scene-setting, and some suggestions for getting the most out of SRCCON.",
    "facilitators": "",
    "time": "9am",
    "day": "Thursday",
    "timeblock": "thursday-morning",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1hwKmQKwUtN55YXKiHKqswGUwG983WHtDB1zhVPS8lI8/edit",
    "notepad": ""
  },
  {
    "id": "care-community-peer-support",
    "title": "Care and community: Peer-support networks in the face of journalism’s occupational hazards",
    "description": "Journalism organizations and the wider journalism industry need to do more to protect and support media professionals facing a wide range of occupational hazards inherent to the profession, including online abuse, secondary trauma, and physical risk. Through our recent report, The Power of Peer Support, we heard again and again that journalists prefer to seek support from other journalists who understand the unique stressors of the profession, but do not have the resources to do so.\n\nAn important, promising solution we found in our research was small-group peer support, a model which creates spaces for journalists to receive support from peers who share their identity and/or lived experience, have their experiences seen and heard, and share coping mechanisms and support. We would be eager to hold space to exchange ideas and experiences with other conference participants on how to encourage and pilot small-group peer support.",
    "facilitators": "Jeje Mohamed, Amanda Wells",
    "time": "10-11:15am",
    "day": "Thursday",
    "timeblock": "thursday-am-1",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/18fXzf0b1p_5AwKJbbAOzTjCPAbpNZc2QfTsSqiCb8g4/edit"
  },
  {
    "id": "ditch-horse-race-coverage",
    "title": "How to ditch the horse-race for public-centered and solutions-focused political coverage: A crash course",
    "description": "It’s one thing to want to ditch the horse-race approach to political coverage. It’s another to figure out what to do instead. In this session, we’ll provide a few successful examples that newsrooms are pursuing, and walk you through some simple steps that will help you get started — for the upcoming election, and into the future.",
    "facilitators": "Linda Shaw",
    "time": "10-11:15am",
    "day": "Thursday",
    "timeblock": "thursday-am-1",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1FwqCH_zSvaMZRE2KugxngN6vlcKCBVwCa01-kvTGO38/edit",
    "notepad": "https://docs.google.com/document/d/1hBmB6DrWKHy7B5RB31K5OLWCvbqIcD71hrbw3qoRgno/edit"
  },
  {
    "id": "creating-art-chart",
    "title": "Creating ART from the CHART: A discussion on story visuals",
    "description": "Visuals are often the first thing someone sees for a story: Feature illustrations, social share images, front-page photographs. Art directors and photo editors constantly have to translate abstract concepts into concrete visuals that can draw audience attention. Data stories can be difficult to create images for, especially if they have a strong visual component already.\n\nIn this session facilitated by an art director and a visual journalist who used to work together, we will discuss how we approach creating visuals for data stories. What visual motifs do we rely on to communicate data? What work should we expect feature art to do for a story? How do we communicate live updating data in a static image? How do you navigate the cross-department dynamics of art and graphics? How does art change depending on the platform it's shared on?",
    "facilitators": "Jasmine Mithani, Emily Scherer",
    "time": "10-11:15am",
    "day": "Thursday",
    "timeblock": "thursday-am-1",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1A6f0C6XMqsLQy82QDmD5A_W3FgH5Teeu4AKj0m-rGls/edit"
  },
  {
    "id": "measuring-journalism-utility",
    "title": "If journalism has utility, why can't we measure it? Exploring creative approaches to impact assessment",
    "description": "We'll explore the challenges and opportunities in measuring the impact of journalism. This session aims to foster an open discussion among participants about different methodologies, strategies, and experiences in measuring the results and impacts of journalism projects across various newsrooms and initiatives. Through interactive exercises and group discussions, we'll delve into the complexities of evaluating the societal and community impact of journalism work, sharing insights, and learning from each other's successes and failures. We will start with an interactive movement exercise that illustrates the interconnections between different actions, laying the groundwork for discussions on impact measurement. From there we will start our exchange and systematization of paths.",
    "facilitators": "Simone Cunha, Diana López",
    "time": "10-11:15am",
    "day": "Thursday",
    "timeblock": "thursday-am-1",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1jJaFkSEKB_Zo4iVjGbBSCvmED0wK9OZLjDBRaHzp6TA/edit"
  },
  {
    "id": "open-source-open",
    "title": "Making open source more open",
    "description": "The open-source community is a beautiful and robust resource, but so much useful open-source software is not being used in spaces where it's needed because \"open\" doesn't mean \"accessible\" — it means the software is 99% of the way to being useful for people who need it! Often times, actually deploying and hosting these products requires bandwidth, technical savvy, and money local newsrooms don't have to spare. We can't solve those resource shortages in a session, but we can learn what it means to run software \"locally.\" Let's tackle our fear of the command line, develop a little bit of software documentation literacy, and run an app on our computers!\n\nBy the end of the session, we will have shared a resource that takes folks through the tedious steps (creating a Github account and authenticating), and some of the places to get help when you run into obstacles like nasty Python environment bugs (Stack Overflow, News Nerdery, etc.). That resource will also list some useful open-source projects folks can try running locally (we would love to add to the resource in the session!). We might not be able to get everyone up and running by the end of our time, but we will get *some* folks through it and, perhaps more importantly, show our debugging process. Our aim is to empower folks to use the software they need and know where to seek help!",
    "facilitators": "Katlyn Alo, Dylan Freedman",
    "time": "10-11:15am",
    "day": "Thursday",
    "timeblock": "thursday-am-1",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1_F4PuAqxRCDUT6jVYuvTLb9yvO6n3ozwFv_AJ_I77u4/edit"
  },
  {
    "id": "thursday-am-break",
    "title": "Social break",
    "description": "Take a break! Grab a snack, catch up with people you haven't seen in a while, say hi to someone new!",
    "facilitators": "",
    "time": "11:15-11:45am",
    "day": "Thursday",
    "timeblock": "thursday-am-break",
    "room": "",
    "everyone": "",
    "social": "",
    "break": "y",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "community-listening-sessions",
    "title": "Using community listening sessions to report and design your story",
    "description": "The L.A. Times has conducted listening sessions to report on all sorts of topics, from [Asian American mental health](https://www.latimes.com/projects/mental-health-mandarin-chinese-how-to/) to [Hollywood careers](https://www.latimes.com/entertainment-arts/business/story/2021-06-28/la-times-entertainment-career-guide-hollywood-dreamers). These off-the-record conversations in a small-group setting allow us to create a space for community members to candidly share their experiences, especially when discussing a sensitive topic. Participants actively help us shape the direction and sometimes even the design presentation of the final story in a way that becomes a helpful evergreen resource for that community.\n\nWe will share how we reported our bilingual mental health conversation guides, in Mandarin Chinese and Vietnamese, and our Hollywood careers guide, which has collected advice for over 30 entertainment industry jobs.\n\nDuring this session, we’ll work together to build a shared resource on how to incorporate listening sessions into your reporting. We’ll talk about the lessons we learned, brainstorm story topics and areas where listening sessions could be useful (and when they aren’t), explore best practices for recruiting participants, identify tools to help you moderate sessions and discuss any challenges that may arise when setting one up. We hope attendees will walk away with a toolkit and ideas to incorporate listening sessions in their work.",
    "facilitators": "Phi Do, Ada Tseng, Helen Li",
    "time": "11:45am-1pm",
    "day": "Thursday",
    "timeblock": "thursday-am-2",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1V_1cdYndyqdjo80bFTcXN8P1lGqXwMS3Gj59V7A-sRQ/edit"
  },
  {
    "id": "bridging-barriers-fundraising",
    "title": "Bridging barriers: How newsrooms and fundraising teams can collaborate to fund impactful journalism",
    "description": "Philanthropic interest in journalism is at an all-time high as new funders enter the space and more than $500 million in funding has been committed to local journalism through Press Forward. But in many news organizations there is a disconnect — and even distrust — between fundraising and newsroom staffs over fears of funder influence, concerns about editorial independence, and more.\n\nHowever, it doesn't need to be that way. In news organizations around the United States, fundraisers and journalists/technologists are collaborating and building a culture of philanthropy that supports their shared mission of great journalism. This session will offer case studies of how news organizations have built successful fundraising cultures, and participants will go through role-playing and idea-mapping exercises to identify how they can build a culture that bridges revenue/newsroom divides and leave with concrete steps they can take to change the culture of their organization. The principles in this session will be relevant to news organizations of all sizes and of all tax statuses.",
    "facilitators": "Joseph Lichterman, Laura Lindsay, Alicia Pedersen, Jazzmine Jackson",
    "time": "11:45am-1pm",
    "day": "Thursday",
    "timeblock": "thursday-am-2",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1ku1b37MntSS5cCuk4PHguH0YDboEKiunvm7f5vUk7BI/edit",
    "notepad": "https://docs.google.com/document/d/1Q89lJ04KJitCIQHBlGImqSwLl_7ufG9pFABVVAxAxSg/edit"
  },
  {
    "id": "newsroom-product-planning-tool",
    "title": "How a newsroom and product team built a killer planning tool, and you can too",
    "description": "Most news orgs have struggled with planning, especially cross-functional planning, since time immemorial. Varying publication cycles, cultures of secrecy and traditional firewalls that separate story creation from sales and marketing functions have contributed to the challenge. The product and newsroom teams at The Philadelphia Inquirer are among the news orgs who have successfully built planning tools that address those challenges, and are changing their news orgs for the better.\n\nWe will demonstrate how to overcome psychological barriers by appealing to newsroom user desires, how to use automation to change behavior and how to bring sales and marketing partners into the loop. Then we’ll dive into tactics and systems that have worked at a variety of news orgs so that participants can leave with real ideas to try at their own orgs.",
    "facilitators": "Julie Westfall, T.J. Furman",
    "time": "11:45am-1pm",
    "day": "Thursday",
    "timeblock": "thursday-am-2",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1MYY88ukEVUul_mRR-c7a-s4o_verqIjKjrhqIMsLsUg/edit?usp=sharing"
  },
  {
    "id": "media-moral-injury",
    "title": "Media products for a morally injured nation",
    "description": "Moral injury is emerging as a defining psychological experience of our time: witnessing something terrible, even from a distance, and suffering from the feelings of complicity and helplessness that follow. In terms of news media, this may look like readers reporting that following the news is \"too depressing,\" manifest in \"news avoidance,\" or readers using news as a launchpad for inflammatory discourse.\n \nWhen we talk about how to respond to this reader experience, we often think about content — how we can temper \"bad news\" with \"good news.\" Solutions journalism, service journalism, and possibility-model journalism have demonstrated a lot of potential in this regard — but we know that content is inextricable from form.\n\nWe'll learn about these topics together, and then work in small groups to think and experiment toward the following questions: How do our user interactions with digital media products — endless scrolling, popups, paywalls — interact with the affective experiences of reading the content? What product features might reify feelings of moral injury and powerlessness, and what product features might ameliorate them? What would it look like for a news product to be designed to engender agency and accountability?",
    "facilitators": "Rachel Kincaid",
    "time": "11:45am-1pm",
    "day": "Thursday",
    "timeblock": "thursday-am-2",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1QRT0-FJVGSXoUfGKaRSIakkb9GuOXcUyaxwNPKBCzF4/edit"
  },
  {
    "id": "empowering-journalists-ai",
    "title": "Empowering journalists with AI: Overcoming fear through experimentation and transparency",
    "description": "In the rapidly evolving landscape of journalism, technology — AI in particular — poses both a challenge and an opportunity. Many journalists experience hesitation and fear around using unfamiliar technology, worried about the high stakes of misinformation and the perceived need for expertise. However, the reality is that AI technology is already interwoven into our daily lives in many subtle ways, from predictive text to content recommendation systems. This session will explore how newsrooms can foster an environment of experimentation and openness around AI use, by creating an experimental “sandbox” of content within their publication wherein journalists can play, test, and explore AI tools without risking the integrity of their work, and publish the results of those experiments alongside honest reflections of their experience using AI. By approaching AI with this kind of radical transparency, journalists can demystify AI, encourage its ethical use, and foster a culture of trust and openness with readers.\n\nAttendees will learn about the way that LocalNewsMatters.org has employed this approach, and engage in a conversation about the tangible benefits of incorporating AI tools into journalism, the risks of doing so, and how embracing total transparency with readers can help to tackle both the positives and the negatives of this technology. This session will highlight the importance of journalists not only exploring AI uses in their own work, but critically assessing these tools to ensure ethical and responsible use and sharing that honest analysis with readers so that they may gain a better understanding of the applications and limitations of AI. This approach has the potential to build trust with audiences in an era of skepticism towards the media and to empower journalists of all technological backgrounds to embrace these powerful tools.\n\nBy sharing insights, experiences, and the impact of this initiative, the session aims to inspire other newsrooms to adopt similar strategies of experimentation, reflection, and transparency. This is not just about leveraging technology but about fostering a culture where journalists feel equipped and confident to navigate the complexities of digital innovation, ensuring the integrity and credibility of their work in the digital age.",
    "facilitators": "Chloe Lee Rowlands",
    "time": "11:45am-1pm",
    "day": "Thursday",
    "timeblock": "thursday-am-2",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1GbeJLmeKgDZbWFkaJpcAJuICxfDVuh9RI9iIHCXBtwM/edit"
  },
  {
    "id": "thursday-lunch",
    "title": "Lunch at SRCCON",
    "description": "Let's eat together! Meals are provided when you attend SRCCON, and our local caterer will have tasty options for all dietary needs.",
    "facilitators": "",
    "time": "1-2:30pm",
    "day": "Thursday",
    "timeblock": "thursday-lunch",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "group-chat-navigating-work",
    "title": "Group chat: What you’re navigating at work",
    "description": "Bring your lunch and come hang out for an off-the-record conversation about what you’re navigating at work. Jen Mizgata, leadership coach and creator of [Building News Culture](https://www.littlekeyconsulting.com/email-course), will answer your questions about management, strategy, work culture, getting buy-in on projects, navigating tough situations and whatever else you’re wondering about. You’ll hear from others and have an opportunity to talk one-on-one with Jen if you have something you’d like to discuss privately. This is your chance to talk about what challenges you’re facing and what questions you have about what you’re working on.",
    "facilitators": "Jen Mizgata",
    "time": "1:15-2:15pm",
    "day": "Thursday",
    "timeblock": "thursday-lunch",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "community-does-not-scale",
    "title": "Community does not scale: News, tech & profit",
    "description": "Social is dead. Search is flatlining. News organizations that relied on unearned audience windfalls to drive programmatic advertising revenues are in similar straits. It is time for local news organizations to return to their roots: serving local readers and local advertisers and giving up on the dreams of limitless scale and geographic reach which is the pipedream of Silicon Valley and the bête noire of local sustainability.\n\nThe tension between scale-based business models and the locally focused need for quality community information raises a question, 20 years into the experiment: Is Digital Built for News? We will discuss some of the key metrics and trends that point to \"No\" and identify the paths already being forged that use the tools of Big Tech to create not extract value from local readers.",
    "facilitators": "Damon Kiesow, Dana Amihere",
    "time": "2:30-3:45pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-1",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1DAsZVMgSdMz8KCwWOhWXf7SFH6h5WhzbyxKBWNifZqI/edit"
  },
  {
    "id": "reaching-latinx-audiences",
    "title": "Civic Media and Latinx Audiences: How to reach Latinxs and meet their civic media information needs",
    "description": "The Latinx community is growing as an influential and underserved demographic in the U.S., especially in swing states and areas with significant Latinx population growth. However, this community is not often engaged with accessible news and information, nor is civic media content created for them despite their need for accurate information about elections, government policies, and public resources. In this workshop, participants will learn about the results from a National Poll by Free Press, which identifies trends in how Latinxs access news and information, their top issue areas, and how disinformation impacts them. The facilitators will share their experience building bilingual news and public affairs programming and the lessons learned doing grassroots voter outreach in Latinx communities. This workshop is perfect for participants who want to engage Latinx audiences and create content for them in an election year (and beyond) and for practitioners who wish to share their best practices with their peers.",
    "facilitators": "Vanessa Maria Graber, Claudia Yaujar Amaro",
    "time": "2:30-3:45pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-1",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/110f5haUglSAiEZ9fK-5Hc4D_r8ndFUY-vXK27kPejSY/edit",
    "notepad": "https://docs.google.com/document/d/1VZuZhupyHv8L5VVC7hQEdGv0DfwBRmcvUq1foFnDchQ/edit"
  },
  {
    "id": "live-election-results",
    "title": "Reduce, reuse, recycle: The art of live election results infrastructure",
    "description": "As engineers on the live election results team at The Washington Post, we eat, sleep and breathe elections — even during off cycles. To tackle hundreds of races, from local to national, we must strategize about how our systems can work smarter, not harder, by reducing election waste, reusing features as much as possible and recycling ideas. This session aims to help folks understand the importance of sustainable, quality-driven architecture for a notably busy year in the industry. We will cover concepts like unit testing, reusable components, detailed documentation, and working with stakeholders. Participants will then be encouraged to think through a project, feature, tool, or process that they could “reduce, reuse and recycle” in their workflow in an elections-specific context.",
    "facilitators": "Dana Cassidy, Claire Helms, Jaya Subrahmanyan",
    "time": "2:30-3:45pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-1",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/17Hwa35Ehwkf6ZLCcGC_EkybMnstsmwfuKHM08OihgwI/edit"
  },
  {
    "id": "srcconify-retreat",
    "title": "SRCCONify your retreat: Create a convening your team will love",
    "description": "Times are tough in journalism these days, and it is more critical than ever to take care of our people. A staff retreat is an opportunity to gather and to show that care, and to build alignment and cohesion. We’re not talking painful role plays or not-so-relevant sessions that run way too long. In this session, we’ll explore how staff retreats can be a wonderful opportunity to build stronger teams and how to use the principles SRCCON itself uses to create powerful and inclusive events.\n\nCome prepared to discuss your team’s unique challenges and needs, how whole team gatherings might meet them, and how the elements that make SRCCON such a force for positive change might work for you.",
    "facilitators": "Hannah Wise, Kari Cobham",
    "time": "2:30-3:45pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-1",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1NHkt1Z5S628-gPQP_UeICbtSSbZrWk2EWQwftzljJNk/edit"
  },
  {
    "id": "practice-ux-accessibility",
    "title": "Building a practice of UX and accessibility in your organization",
    "description": "I'd like to make space for sharing successes/frustrations in advocating for accessibility and UX in our organizations, and then chart out some ways forward.\n\nQuestions include: How can we be continuously learning, and putting into practice, accessibility improvements? How do we respond to common obstacles to better UX, be they technological constraints or business needs? What can we do to assemble teams of a11y allies and learn together?",
    "facilitators": "Tyler Machado",
    "time": "2:30-3:45pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-1",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1DHlfcg8z-34G7-35EVtG28QYNd2KpmjEV3N1-NAcbmU/edit"
  },
  {
    "id": "thursday-pm-break",
    "title": "Social break",
    "description": "Take a break! Grab a snack, catch up with people you haven't seen in a while, say hi to someone new!",
    "facilitators": "",
    "time": "3:45-4:15pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-break",
    "room": "",
    "everyone": "",
    "social": "",
    "break": "y",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "playing-immersive",
    "title": "Playing in immersive",
    "description": "The future is ... hard to predict. But one possibility is known as Extended Reality (XR), which includes tech like Virtual and Augmented Reality. While we often think this tech is too expensive, this session will put free (or damn cheap) tools in your hands right now for you to actively shape this emerging reality.\n\nIn this session, we'll try out tech that most people don't know they have access to right now. This isn't some distant future just for nerds, these are new tools that storytellers can use now. Let's play, explore, and proactively shape how we could use immersive storytelling in our daily work.",
    "facilitators": "Robert Hernandez",
    "time": "4:15-5:30pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-2",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1YXA3zhR6Oq3ntRrEgcV5cI-1nXSP94au7E0GnTAxmSI/edit"
  },
  {
    "id": "early-career-panel",
    "title": "Early career panel: Where do we go from here?",
    "description": "These days, early career ladders at the intersection of journalism and technology are often a constant mix of creating your job descriptions and being the first one at your organization with your job title or implementing your technology, and usually not knowing what work you'll be in 6-12 months from now. At this session, we're giving the mic to a panel of early-career journalists and technologists to reflect on pivotal moments of building their careers so far and where they see the industry and their roles in it going. (Think: kind of like an exit interview but for those who just started, mixed with Nieman Lab-style predictions coming from younger voices.)\n\nOur panel will focus on three questions: What's worked so far? What hasn't worked? Where do you see things going? And will be a blend of pre-defined and open-forum questions. We invite other early-career attendees, and especially those in mid- to late-career, to come listen and ask questions. We hope this panel surfaces tension points those beginning their careers are experiencing and how those later in their careers or managers can support them, as well as prompts more places for early-career input on discussing innovation in the industry.",
    "facilitators": "Madison Karas, Rahul Mukherjee",
    "time": "4:15-5:30pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-2",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1IMXy9iVkGO_4neBzG-ZZzbJN4V17lRco3QcL5G6mueE/edit",
    "notepad": "https://docs.google.com/document/d/16aarxbARQyC3ULlV9yMgJYznQKh61Yw2mUEdkM7t7sc/edit"
  },
  {
    "id": "five-years-jamstack",
    "title": "Five years of running a news org on the JAMStack",
    "description": "I have been the main or only programmer at Spotlight PA since its founding five years ago. At that time, I held a session at SRCCON 2019 called \"Let’s JAMstack! Data-Driven Static Sites\". In the years since that session, I've been running spotlightpa.org on the JAMStack and taken it from a simple brochure site to a news hub for Pennsylvania. In this session, I will look back at the technical decisions that led Spotlight PA to where it is today and talk about lessons learned: what I would do again, successes, regrets, and ongoing technical debts.",
    "facilitators": "Carlana Johnson",
    "time": "4:15-5:30pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-2",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1UWCjcbRjF7r0FfXgjP8fcvYbY6CH1xyzi_nNkZqV2V4/edit"
  },
  {
    "id": "burnout",
    "title": "Everything I know about burnout I learned from the This is Fine meme",
    "description": "Journalism is not fine, I have the receipts to prove it. Unlike the traditional comment box, the Burnout Box collects people's thoughts, fears, concerns and worries. We might not be able to solve them, but by acknowledging them we can begin to address our concerns and create a better culture for those around and those we lead. We would also like to present the research of the Reynolds Journalism Institute on burnout in journalism that was designed to find solutions to this problem that can be used at the local level by news leaders without necessarily breaking the bank.",
    "facilitators": "Tony Elkins, Andrew Finlayson",
    "time": "4:15-5:30pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-2",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1pnPK5vjcziBDUq0bVSP7D7VmL-XNSfec4aG8qb6el_U/edit"
  },
  {
    "id": "responsive-journalism-platform",
    "title": "Build a better responsive journalism platform and meet more community needs",
    "description": "Outlier Media and Public Data Works have (finally) developed a system that can help newsrooms share valuable, actionable, and personalized info directly with large audiences without overwhelming newsroom staff. We'll take you though the system, explain how it works, and share tips for leveling up how you can fill information, accountability, and connection gaps even without this kind of tool.",
    "facilitators": "Sarah Alvarez, Kate Abbey-Lambertz",
    "time": "4:15-5:30pm",
    "day": "Thursday",
    "timeblock": "thursday-pm-2",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1yUp9WGEYwvNDNSTYtPcy_MvvJPA4y4Jo-yH2S8TWMDY/edit"
  },
  {
    "id": "thursday-dinner",
    "title": "Dinner at SRCCON",
    "description": "Let's eat together! Dinner on Thursday night is provided at SRCCON and our local caterer will have tasty options for all dietary needs.",
    "facilitators": "",
    "time": "5:30-7pm",
    "day": "Thursday",
    "timeblock": "thursday-dinner",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "game-night",
    "title": "Game night!",
    "description": "We'll open up a bunch of tables to play card, board, and even role-playing games together. [Here's a collaborative doc where we're coordinating games to play](https://etherpad.opennews.org/p/2024-SRCCON-social-stuff)—if you can bring any of your favorite board games, share them here, and if you see someone bringing a game you want to play, let them know you're interested!",
    "facilitators": "",
    "time": "7-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "book-exchange",
    "title": "Book exchange/reader group",
    "description": "",
    "facilitators": "Ariana Tobin",
    "time": "7-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "get-crafty",
    "title": "Get Crafty: Friendship bracelet station and craft circle",
    "description": "Join us for casual crafting during SRCCON social time. We'll have all the supplies you need to make your own beaded friendship bracelet. Share your work, meet other crafters and exchange ideas. Feel free to bring your own craft project and supplies to share with others – let's get creative and have some fun together!",
    "facilitators": "Taylor Thomas",
    "time": "7-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "wnba-field-trip",
    "title": "WNBA Field Trip: Minnesota Lynx vs. Washington Mystics",
    "description": "Cheer on the Minnesota Lynx as they take on the Washington Mystics at the Target Center! Join fellow SRCCON attendees for an exciting evening of professional basketball. Let's show our support for women's sports and enjoy a fun night out together. This might run a little later than other social events, so plan accordingly!",
    "facilitators": "John Hernandez",
    "time": "7pm meet to leave",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "mississippi-river-walking-tour",
    "title": "Mississippi River walking tour",
    "description": "Take a walk through the University of Minnesota campus to the Mississippi River gorge, a U.S. National Park nestled in the heart of the city. Join Will Lager to learn a bit about the history of the region, the Mississippi River, St. Anthony Falls (the reason Minneapolis is where it is) and the people who came before the city. We will stay on paved trails and sidewalks, but comfortable walking shoes are suggested. The walk will be around 2.5 miles. We will depart from the main hall.",
    "facilitators": "Will Lager",
    "time": "7pm meet to leave",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "basic-self-defense",
    "title": "Basic self-defense class with Women Do News",
    "description": "Jiujitsu world champion Larissa Dias and Women Do News' Mariko Lochridge will lead an intro to self defense for journalists. How do you stand your ground if you're being harassed at a rally or protest? What should you do if you're pinned against the wall or knocked to the ground?",
    "facilitators": "Ada Tseng, Mariko Lochridge, Larissa Dias (guest)",
    "time": "7-7:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Johnson",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "yoga",
    "title": "Yoga",
    "description": "Come to an all levels yoga practice with our own resident yoga teacher Emily Goligoski. Join us for breathwork, movement and meditation in this hour-long communal practice. This inclusive experience is open to all, and comfortable clothing is encouraged. Please bring a yoga mat if you have one.",
    "facilitators": "Emily Goglioski",
    "time": "7-7:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-1",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "improv-games",
    "title": "Improv games",
    "description": "Hey! Join us for an hour of totally chill and fun improv. Jessica will get everyone warmed up with a few traditional improv games (zero experience required!) and then Robert will lead us through a SRCCON version of [Blank] is the Future of Journalism. Come be curious, silly, and supported with us.",
    "facilitators": "Robert Hernandez, Jessica Morrison",
    "time": "8-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-2",
    "room": "Johnson",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "hobby-show-tell",
    "title": "Hobby show & tell",
    "description": "Join fellow SRCCON attendees for an hour of fun and discovery as we showcase the hidden talents and passions that fuel our lives outside of journalism! From the exhilarating highs of the Eurovision song contest to the intricate study of vexillology (think flag design and history) or the personal highs and lows of meticulously tracking running goals, this is your chance to share your unique hobbies or learn about something new from your peers. Presentations, demonstrations, or just casual conversation – all are welcome!",
    "facilitators": "Dana Cassidy",
    "time": "8-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-2",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "signups-run-club",
    "title": "Sign up for Morning Run Club",
    "description": "Hello SRCCON runners! On Friday morning, we will be hosting the first annual SRCCON group run! The run will start outside the front of the alumni center at 6:30 a.m. sharp. We recommend getting there 5-10 minutes early to warm up. We’ll do roughly a 3-mile course (exact route TBD but we create and share a route on Strava) that’ll finish back where we started. All paces are welcome, but the group will average a 10:30-11 minute per mile pace. Questions? Route suggestions? Feel free to reach out to Dana Cassidy with any inquiries.",
    "facilitators": "Dana Cassidy",
    "time": "8-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-2",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "game-night-2",
    "title": "Game night!",
    "description": "We'll open up a bunch of tables to play card, board, and even role-playing games together. [Here's a collaborative doc where we're coordinating games to play](https://etherpad.opennews.org/p/2024-SRCCON-social-stuff)—if you can bring any of your favorite board games, share them here, and if you see someone bringing a game you want to play, let them know you're interested!",
    "facilitators": "",
    "time": "7-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-2",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "book-exchange-2",
    "title": "Book exchange/reader group",
    "description": "",
    "facilitators": "Ariana Tobin",
    "time": "7-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-2",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "get-crafty-2",
    "title": "Get Crafty: Friendship bracelet station and craft circle",
    "description": "Join us for casual crafting during SRCCON social time. We'll have all the supplies you need to make your own beaded friendship bracelet. Share your work, meet other crafters and exchange ideas. Feel free to bring your own craft project and supplies to share with others – let's get creative and have some fun together!",
    "facilitators": "Taylor Thomas",
    "time": "7-8:50pm",
    "day": "Thursday",
    "timeblock": "thursday-evening-2",
    "room": "Memorial",
    "everyone": "",
    "social": "y",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "friday-open",
    "title": "SRCCON opens",
    "description": "Please grab breakfast on your own, and then join us to ease into the second morning at SRCCON before sessions get started.",
    "facilitators": "",
    "time": "8am",
    "day": "Friday",
    "timeblock": "friday-morning",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "friday-welcome",
    "title": "SRCCON morning welcome",
    "description": "We'll share any conference information you need to head into Day 2.",
    "facilitators": "",
    "time": "9am",
    "day": "Friday",
    "timeblock": "friday-morning",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "quick-scrappy-user-research",
    "title": "How to use quick and scrappy user research in your newsroom",
    "description": "User research is about listening to and understanding from our audiences. In newsrooms, we see this as a way to help tailor our stories to readers’ needs, and tell them in more poignant, empathetic, and responsible ways. Whether a reporter, editor, designer, or developer, you can use some some low-effort, high-impact user research methods in your idea development process to make sure your work has the greatest impact with its intended audience.\n\nWe will cover some tools and methodologies, research goals and preparation, and how to ask the right questions. Bring any concept, feature, or story that you might want to test, and hopefully you can get a loose research plan out of this session.",
    "facilitators": "Audrey Valbuena, Shikha Subramaniam",
    "time": "9:30-10:45am",
    "day": "Friday",
    "timeblock": "friday-am-1",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/15noRlcscVU8XAq826bKBqwxeFLlx0lzIy70zMH2JCo8/edit"
  },
  {
    "id": "disability-in-journalism",
    "title": "Creating more spaces for disabled folks in the industry",
    "description": "There are a lot of people with disabilities in this industry. Some are visible and many are not, but no less onerous. Aside from the visibility of disabilities, many disabled journalists feel invisible, both inside the newsroom and in the world. And I don't think disabled potential journalists look at the industry and see a welcoming space.\n\nSo let's change that. This session will discuss the common obstacles for folks in the journalism industry and those who would like to be. It will discuss obstacles and methods to overcome them. But most importantly, it will feature conversation on how the industry can make disabled people feel included and seen, beyond the basic legal requirements so many outlets feel is the only hurdle they need to clear.",
    "facilitators": "Steven Rich",
    "time": "9:30-10:45am",
    "day": "Friday",
    "timeblock": "friday-am-1",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1GFb41fw3EneHfBUuWr3x9cypvikre6uu4VnD8LNwM7U/edit",
    "notepad": "https://docs.google.com/document/d/1A3-c1mMkOQUjHtYxV_F2JJ9s3mSE9kS4uehbqCEnR_s/edit"
  },
  {
    "id": "self-hosted-maps",
    "title": "Self-hosted maps: An ecological approach",
    "description": "Self-hosting interactive maps is now possible, even for small newsrooms, but it requires developers to understand how the stack fits together and what problem each piece solves. This approach starts from the premise that solutions aren't stable and will help participants approach an evolving landscape in a way that welcomes novelty.\n\nHere's what to bring into this session:\n\n* a laptop\n* a GitHub account\n* (and if you want!) a fun dataset to map\n\nI'll bring a Minnesota-related dataset that we can work with, too. We'll start with a working-but-incomplete map in a codespace and start tinkering: add a data layer, change the theme, remove layers, etc. Let's plan to pair up, work together, and knock out some quick wins!",
    "facilitators": "Chris Amico",
    "time": "9:30-10:45am",
    "day": "Friday",
    "timeblock": "friday-am-1",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1KGfG6EQJEdm-Bq46MgOF49ipfLh7qcIO4wdZULYEaMQ/edit"
  },
  {
    "id": "beyond-survival-journalism-abundance",
    "title": "Beyond survival: Channeling abundance in an industry of scarcity",
    "description": "Journalism often operates in a state of scarcity, where resources feel perpetually limited. Whether it’s not enough time, reduced staff, unrealistic pageview goals or deadlines, it seems increasingly difficult to feel equipped to fully perform our roles in the newsroom. So, how can we cultivate an abundance mindset in such an environment?\n\nIn this session, we'll get a brief introduction to the field of organizational behavior and explore the power of informal communication to enhance newsroom collaboration. Using the Cincinnati Enquirer's newsroom as a case study, we'll identify strategies that help newsrooms thrive despite external challenges. This session will help attendees figure out how to tap into their village in journalism and take steps towards adopting an abundance mindset by doing so. While we may not be able to change the structural realities of the journalism industry, we can adopt a mindset of abundance, openness, and curiosity to transform our approach to work.",
    "facilitators": "Elizabeth Kim",
    "time": "9:30-10:45am",
    "day": "Friday",
    "timeblock": "friday-am-1",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1ckROl8OxVLpQoW_YTpdTm8q6rT3FmX4ideCpA1x-I_A/edit"
  },
  {
    "id": "ai-visual-journalism",
    "title": "The Decisive Moment: Navigating the intersections of AI and visual journalism",
    "description": "How does the increasing ease of photo manipulation and deliberate visual disinformation through AI-generated imagery affect how photojournalists work and how audiences consume visual journalism?\n\nWe’ll explore whether it’s possible to build anti-racist AI image models that produce more accurate representations of our world, particularly images of marginalized populations and people of color. What can journalists learn from the process of reframing our shared visual imaginary?\n\nWe’ll also think about ways publications protect the labor and work of visual artists like photojournalists, documentary filmmakers and editorial illustrators as AI image generation becomes mainstream. Is there a future where news and documentary visuals and AI-generated images are more compatible?\n\nThroughout this strategy session, we’ll work together to compile a set of considerations and guiding questions for journalists, image-makers and newsroom decision-makers trying to understand the impact of AI generated visuals.",
    "facilitators": "Tara Pixley, Jovelle Tamayo",
    "time": "9:30-10:45am",
    "day": "Friday",
    "timeblock": "friday-am-1",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1gyRVsNk-aGhqfBkugES1SLzHoc1XPTIR8tbwgkGXznk/edit"
  },
  {
    "id": "friday-am-break",
    "title": "Social break",
    "description": "Take a break! Grab a snack, catch up with people you haven't seen in a while, say hi to someone new!",
    "facilitators": "",
    "time": "10:45-11:15am",
    "day": "Friday",
    "timeblock": "friday-am-break",
    "room": "",
    "everyone": "",
    "social": "",
    "break": "y",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "culture-experimentation",
    "title": "Building a culture of experimentation",
    "description": "In a shifting media landscape where reader habits are changing, attention is fragmented, and platforms are untrustworthy, we’re looking for ways that we, as newsrooms — not the platforms or funders — can drive some of the rapid change around here. One way to lead change is through experimentation.\n\nAt The 19th, we’ve been experimenting with ways to build a safe, insightful, actionable experimentation culture across our organization. In this session, Abby Blachman, product engineer and current Sulzberger fellow, will share what we’re learning about the [top-down](https://www.cjr.org/analysis/alexandra-smith-metrics-readership-19th-impact.php) and [bottom-up](https://drive.google.com/file/d/1s3KigWCB28vhRGL8-N9w_uEc-WlazJVU/view) experimentation frameworks we’ve been testing alongside the cultural and technical challenges we’re facing in our organization. Then we’ll open up a discussion about how we all might build up a culture of experimentation together.\n\nWe’ve found that across many news organizations, including our own, experimentation can feel like a lofty and vague concept. It’s often left to product teams or data scientists. Experimentation can be defined in many different ways without a shared understanding of how it might strengthen a strategy. We aim to show it doesn’t have to be that way.",
    "facilitators": "Abby Blachman, Myrka Moreno",
    "time": "11:15-12:30pm",
    "day": "Friday",
    "timeblock": "friday-am-2",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1Q8uWq_mLsXNGR1WnoDW7lmRi8tPQU23lvk6VsKLoOZw/edit"
  },
  {
    "id": "engaging-equipping-community",
    "title": "Beyond the letter to the editor: Engaging and equipping community in your newsgathering process",
    "description": "Since 2017, City Bureau has trained and paid hundreds of inquisitive Chicagoans to document local government meetings and explore other civic issues. It has also partnered with organizations to bring the Chicago Documenters model to 18 (and counting) communities across the country.\n\nIn this session, Chicago Documenters staff will share what we’ve learned from equipping non-journalists with journalism skills as the program has evolved from an open-ended experiment to a civic institution with stakeholders. By developing fact-checking, editing, surveying and other pathways for Chicago Documenters — most of whom are not journalists — we’re turning the challenge of scaling up capacity into new opportunities for program participants to lead.\n\nAttendees will brainstorm how their newsrooms can take an asset-minded approach and right-size generative systems that add capacity, grow their audience and meaningfully engage community wisdom.",
    "facilitators": "India Daniels, Grace Del Vecchio, Natalie Frazier",
    "time": "11:15-12:30pm",
    "day": "Friday",
    "timeblock": "friday-am-2",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1kQYRs0ZGGjWcdHO9z65czzOKML1lO9OEGNW9MdtiSdo/edit",
    "notepad": "https://docs.google.com/document/d/1UkmJFsVH-N_CfvmDGzB-zmh7e6qNgKdzB51ZmSsUiQI/edit"
  },
  {
    "id": "reporter-friendly-svelte-airtable",
    "title": "Quickly building and deploying reporter-friendly database apps with Svelte and Airtable",
    "description": "Airtable provides a turnkey relational database disguised as a spreadsheet, which makes it an ideal interface for reporters who are used to managing data in Excel or Google Sheets. It also provides a robust API that can be used to power data apps and visuals. Participants will be shown real-life examples of how STAT uses AirTable and Svelte to rapidly build and deploy various tracker apps.",
    "facilitators": "Emory Parker",
    "time": "11:15-12:30pm",
    "day": "Friday",
    "timeblock": "friday-am-2",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1yL5pzjc6Wgm89pXD-GXT6O9__wjkifSF_v2CtdXESXQ/edit"
  },
  {
    "id": "responsibility-repair",
    "title": "Responsibility and repair: What happens after the harm?",
    "description": "Building equitable teams and organizations is a practice, one in which everyone will make mistakes. Inevitably, those mistakes will hurt someone — so what do you do when someone on your team has caused harm to a coworker from a marginalized community? The first step is to take care of those who’ve been harmed, but what’s the second?\n\nIn this session we want to explore questions around what it means to help someone take responsibility and repair the harm they’ve caused. How can we as managers and peers help someone make things right and learn from their mistakes?\n\nWe don’t have all the answers, but we know that the tools most of us have are inadequate. So this session will be a facilitated conversation on how we can create spaces where people can step up to take responsibility, repair, and learn from our mistakes when we’ve hurt others.",
    "facilitators": "Cordelia Yu, Amanda Costello",
    "time": "11:15-12:30pm",
    "day": "Friday",
    "timeblock": "friday-am-2",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/17gJctT6gJF26KYr4eybAOjx0u-wSdC9H745fuOQT4hw/edit"
  },
  {
    "id": "when-ai-goes-wrong",
    "title": "When AI Goes Wrong: How to handle it and what to do",
    "description": "As we push the boundaries of what's possible with AI in the newsroom, the path is marked by experimentation, innovation, and the inevitable setback. This workshop acknowledges the reality of AI development: failures are not just possible, they are a valuable part of the learning process. Through a series of discussion prompts and case studies we will delve into the complexities of AI missteps. Our goal is to equip participants with the knowledge that they can lead their initiatives with confidence and strategic thought even when they do not go as planned.",
    "facilitators": "Ryan Restivo, Nikita Roy",
    "time": "11:15-12:30pm",
    "day": "Friday",
    "timeblock": "friday-am-2",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1yBhOsolCti8X7J2hd3R8o45fc_Rz2eKvYJ9hwMSH1wA/edit"
  },
  {
    "id": "friday-lunch",
    "title": "Lunch at SRCCON",
    "description": "Let's eat together! Meals are provided when you attend SRCCON, and our local caterer will have tasty options for all dietary needs.",
    "facilitators": "",
    "time": "12:30-2pm",
    "day": "Friday",
    "timeblock": "friday-lunch",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "level-up-election-resources",
    "title": "It’s not too late to level up your election plan – and we have the resources to help!",
    "description": "We’re three months out from the November election. It might feel like it’s too late to make big changes to your organization's election strategy (or address the lack of one). But even small interventions can make a big difference in how your local community experiences this consequential vote.\n\nIn this session we will:\n\n* Share our fears and hopes for the 2024 election and how our newsrooms will (or won’t) meet the moment\n* Choose a series of scenarios to game plan and break into small groups to do that\n* Share those game plans with each other and help identify resources that can help you act on them\n\nYou’ll leave with ideas about what to do if certain scenarios arise and access to a variety of free tools and resources that can help you meet the needs of the moment.",
    "facilitators": "Bridget Thoreson, Ariel Zirulnick",
    "time": "2-3:15pm",
    "day": "Friday",
    "timeblock": "friday-pm-1",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1CoGMDiQEALG-zUlF-qPFs4afbD1S1z8PEih96iA6lt0/edit"
  },
  {
    "id": "audience-attention",
    "title": "Journalists want the audience’s attention: What if they don’t want to give it to us?",
    "description": "Our work in newsrooms, especially in audience teams, hinges on getting attention. We want the audience to read, watch, listen to great stories, breaking news, year-long visual investigations and local reports. We post on social networks (less effectively these days), launch new newsletters, push out breaking news alerts and try to get directly to the audience through SMS and WhatsApp. Strategy is decided based on which stories get the most eyeballs, which alerts convert into subscriptions or which newsletters have a growing subscriber list.\n\nBut we often land in overflowing inboxes and overstimulated phone screens at the risk of overwhelming the reader and losing their trust. And with an uptick in privacy protections and diminishing third-party data, standard metrics are losing value.\n\nHow can we actually reach the intended and interested audience that wants to give us attention? What are our habits in consuming news and how do those differ from people working outside of the media? How can we encourage meaningful media consumption rather than news avoidance?\n\nIn this session, we want to discuss how newsrooms can build meaningful audience strategy in an overloaded attention economy. We don’t have the answer to that — no one in media has truly found the balance. We want to work toward a collective understanding on tactics and strategies for how we can all be more deliberate about finding the most essential place in users' lives.",
    "facilitators": "Judith Langowski, Lindsay Deutsch",
    "time": "2-3:15pm",
    "day": "Friday",
    "timeblock": "friday-pm-1",
    "room": "Johnson",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1Bb4x9sw25qldYleoUp51rrOpM8XAooikQYNEzTXHsAI/edit",
    "notepad": "https://docs.google.com/document/d/1OejfkK7YAF-8V7iI2Z3Y6ouYFakwo5iH6I6deeQ6BlU/edit"
  },
  {
    "id": "we-are-all-designers",
    "title": "We are all designers if we listen to ourselves",
    "description": "In 1979’s \"The Timeless Way of Building,\" Christopher Alexander makes the case that ordinary people can design — and for centuries, have designed — buildings, landscapes, and towns without special training or the help of architects or elaborate plans. Instead, they rely on a “pattern language” — discrete repeated elements of design that in turn reflect repeated patterns of human behavior. For example, to build a traditional stone house in southern Italy, a person might make use of the following patterns: “Square main room, about 3 meters; two step main entrance; small rooms off the main room; arch between rooms; etc.”\nJust as verbal language allows speakers to combine words to create infinite novel sentences, a pattern language allows for the construction of an infinite variety of buildings that are nonetheless instantly recognizable and usable and that, in Alexander’s words, “feel alive.” Crucially, using a pattern language doesn’t require special training or knowledge; it is something that we call carry inside, even if we rarely acknowledge it explicitly.\n\nIn this session, we will work in small groups to begin to discover a pattern language for visual journalism by analyzing the common, repeated elements across a range of examples of work and the patterns of use they reflect, and by looking into our own practices to find the patterns we continually reach for because we know them to be true. The hope is that, whether you consider yourself a designer or not, learning to recognize and describe these patterns will help you to build projects that respond to users needs and, ideally, also “feel alive.”",
    "facilitators": "Tom Nehil",
    "time": "2-3:15pm",
    "day": "Friday",
    "timeblock": "friday-pm-1",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/17uJDFniDQUmnfmV8F5XgQsrMCzjbNNtWV4rq-C8apB4/edit"
  },
  {
    "id": "ethnographic-journalism",
    "title": "Ethnographic Journalism to solve your reporting challenges: Why you’re already doing it, and how to do more of it.",
    "description": "Anthropology’s ethnographic methods can tackle the big challenges journalists face today. These tools and approaches align with journalism's modern, respectful, and impactful reporting. In fact, many major media outlets already use ethnographic methods without realizing it.\n\nBring your story idea or journalistic challenge to this hands-on workshop where Emily Kennedy (founder of AnthroJourno.org) and Adam Gamwell, PhD (anthropologist, editor of Anthropology News, and host of This Anthro Life podcast) will be your guides in applying ethnographic methods to enhance your reporting.\n\nIt's sure to be an eye-opening afternoon exploring a new dimension in journalism. Join us!\n\n_With support from [Perspectives](https://perspectives.info/)_.",
    "facilitators": "Emily Kennedy, Adam Gamwell",
    "time": "2-3:15pm",
    "day": "Friday",
    "timeblock": "friday-pm-1",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1czdIPh3vOEh3dJM55SwZZ2s40dNjExZso-R_xJGQSX0/edit"
  },
  {
    "id": "help-wanted-data-team",
    "title": "Help Wanted: Developing support systems for local data journalism",
    "description": "Data journalism is a critical component of investigative and accountability journalism, but many newsrooms, especially smaller ones, face challenges in developing their capacity. Big Local News at Stanford and the Data-Driven Reporting Project at Northwestern have both been working on developing that capacity for a few years: We've organized trainings, we've paired experienced data journalists with newsrooms taking on their first projects, we've built tools that push data alerts directly to beat reporters. We've given direct financial support to help newsrooms fill whatever gaps are keeping them from publishing a local data investigation.\n\nWhile we’ve had successes, we’ve also started to develop some theories about additional changes that could really amplify the work. In this session, the presenters will share their current thinking and ask participants to collectively help develop the theories further. We hope to end the session with actionable, fundable ideas which the facilitators or other organizations might work on putting into practice to better serve the development of data-driven journalism, especially in smaller newsrooms.",
    "facilitators": "Pam Dempsey, Joe Germuska, Eric Sagara",
    "time": "2-3:15pm",
    "day": "Friday",
    "timeblock": "friday-pm-1",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1_Jd1xX1pvNHwVHlCMH-i-H7vjwfQq52SXm9SmYnh3ZY/edit"
  },
  {
    "id": "friday-pm-break",
    "title": "Social break",
    "description": "Take a break! Grab a snack, catch up with people you haven't seen in a while, say hi to someone new!",
    "facilitators": "",
    "time": "3:15-3:45pm",
    "day": "Friday",
    "timeblock": "friday-pm-break",
    "room": "",
    "everyone": "",
    "social": "",
    "break": "y",
    "transcription": "",
    "notepad": ""
  },
  {
    "id": "staying-illustrated",
    "title": "Staying, Illustrated: An art project about journalism",
    "description": "According to our Stayers and Leavers report (to be published in summer 2024), when asked about their favorite parts of working in local journalism, stayers and leavers both talked about telling stories, interacting with their community and learning new things.\n\nWe want to ask journalists to imagine their community, in an ideal world, and draw how they envision themselves in that community. What is it about the stories you hear that fuels you? How do you show up in your communities? Conversely, how would you navigate your community differently if you were no longer a journalist?\n\nIn this session, we’ll cover top-level findings from the Stayers and Leavers report, and create a shared sense of why this work is important to us as individuals. We'll also talk about the things in your job that keep you from showing up the way you envision.\n\nAt the end of the session, participants will leave with a doc with key themes discussed. With attendee permission, we would also like to publish these illustrations on our website.",
    "facilitators": "Sarah Vassello, Jennifer LaFleur",
    "time": "3:45-5pm",
    "day": "Friday",
    "timeblock": "friday-pm-2",
    "room": "Memorial",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1BJAxLBoIvp8jTG-UfMeI1HMo1va0ihkS_4aW9aqrHlE/edit"
  },
  {
    "id": "openai-ajp",
    "title": "What did we do with all that OpenAI money and who is it helping",
    "description": "AJP embarked on this journey with more questions than answers. Could small news organizations deploy AI to increase revenue? Would communities trust the organizations who deployed AI chat bots or other public-facing AI technologies? How hard would it really be to deploy new AI products in newsrooms without product resources?\n\nThe grantees and staff will answer these and other questions, including the most important: How are we different now than we were a year ago, and is the local news field better off?",
    "facilitators": "Liam Andrew, Trei Brundrett",
    "time": "3:45-5pm",
    "day": "Friday",
    "timeblock": "friday-pm-2",
    "room": "Ski-U-Mah",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1PLtcM051Xfmie6hU0U1JJdXaWOD8SnljVrkE09lTE6s/edit"
  },
  {
    "id": "trauma-informed-leadership",
    "title": "Trauma-informed leadership for news leaders: A practice-makes-progress workshop",
    "description": "Post-pandemic news organizations require us to re-order our skillset — to put the “hard skills” last and the “soft” skills first. In this workshop, we’ll check the editing, producing and managing at the door, and instead invite caring, coaching, and connecting to the table.\n\nAt its core, trauma-informed leadership is about respecting the things that happen to us and in us, then responding accordingly. I want to workshop the soft skill of leadership because, let’s be honest, it’s really hard. I also believe the soft skills of news organizations will retain the most critical perspectives and pivotal voices — those from journalists of color and women.",
    "facilitators": "Sam Ragland",
    "time": "3:45-5pm",
    "day": "Friday",
    "timeblock": "friday-pm-2",
    "room": "Heritage",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "",
    "notepad": "https://docs.google.com/document/d/1wb0cnfXdaSsTB3OFJU_RqSWglfSsE5MmiLbN60oSvIo/edit"
  },
  {
    "id": "quality-not-quantity",
    "title": "Less with more: How quality, not quantity, will ensure the sustainability of local news",
    "description": "In our industry, and local news in particular, we are entering a post-traffic era. To succeed, we need to lean into quality, authenticity, and human-ness — even at the expense of scale, which still dominates the conversation at too many news companies.\n\nDoing that means changing the way we run our businesses. It means building metrics that incentivize depth and engagement over volume. It means putting an end to traffic and production targets in favor of more nuanced strategies that emphasize delivering value to readers in meaningful ways.\n\nIf you're a news company, and you see generative AI as a ticket to cranking out commodity articles at scale in order to game social, SEO, or whatever, you're doing it wrong. Quality is our moat. Here at the Star Tribune, we have a well-refined idea of how editorial values and business imperatives should align in a post-traffic era. Other organizations — both for-profit and non-profit — do as well. But we're still in the minority.\n\nWe'd like to use this panel to introduce a conversation about this, taking the best of what we've seen across the industry and providing attendees a new perspective to bring back to their organizations — some of which might still be stuck in a world that prioritizes traffic and scale.",
    "facilitators": "Chase Davis, Emily Hood",
    "time": "3:45-5pm",
    "day": "Friday",
    "timeblock": "friday-pm-2",
    "room": "Thomas Swain",
    "everyone": "",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1oCoIQS9OLdVER7gWmYUOR738Ffwc5xXCdn1k0JPIpRw/edit",
    "notepad": "https://docs.google.com/document/d/1msTbE8E9FWTYe_wSF36SWEp0NnRHhHtxtTOOeElpKpE/edit"
  },
  {
    "id": "friday-closing",
    "title": "SRCCON Closing",
    "description": "",
    "facilitators": "",
    "time": "5pm",
    "day": "Friday",
    "timeblock": "friday-evening",
    "room": "Memorial",
    "everyone": "y",
    "social": "",
    "break": "",
    "transcription": "https://docs.google.com/document/d/1-CaMbz7izSeT6271pWj3d7FDB8wWPpHUh77a6Q-SuNA/edit",
    "notepad": ""
  }
]